{"_id":{"$oid":"5cbb18f963440c2343e860e2"},"Name":"Jonathan Demme","Bio":"Robert Jonathan Demme was an American director, producer, and screenwriter. He is best known for directing the psychological horror The Silence of the Lambs (1991), for which he won the Academy Award for Best Director. He also directed Melvin and Howard (1980), Swing Shift (1984), Something Wild (1986), Married to the Mob (1988), the concert film Stop Making Sense (1984), Philadelphia (1993) and Rachel Getting Married (2008).","Birthyear":"1944","Deathyear":"2017"}
{"_id":{"$oid":"5cbb1a269400740f719ce77b"},"Name":"Alexander Payne","Bio":"Constantine Alexander Payne is an American film director, screenwriter, and producer, known for the films Election (1999), About Schmidt (2002), Sideways (2004), The Descendants (2011), Nebraska (2013), and Downsizing (2017). His films are noted for their dark humor and satirical depictions of contemporary American society. Payne is a two-time winner of the Academy Award for Best Adapted Screenplay, and a three-time nominee of the Academy Award for Best Director.","Birthyear":"1961"}
{"_id":{"$oid":"5cbb1c2042821f6d66130a5c"},"Name":"Joel Coen","Bio":"Joel Coen and Ethan Coen, collectively referred to as the Coen brothers, are American filmmakers. Their films span many genres and styles, which they frequently subvert or parody. Their most acclaimed works include Miller's Crossing (1990), Barton Fink (1991), Fargo (1996), The Big Lebowski (1998), No Country for Old Men (2007), True Grit (2010), and Inside Llewyn Davis (2013)","Birthyear":"1954"}
{"_id":{"$oid":"5cbb1c5c42821f6d66130a5d"},"Name":"Ethan Coen","Bio":"Joel Coen and Ethan Coen, collectively referred to as the Coen brothers, are American filmmakers. Their films span many genres and styles, which they frequently subvert or parody. Their most acclaimed works include Miller's Crossing (1990), Barton Fink (1991), Fargo (1996), The Big Lebowski (1998), No Country for Old Men (2007), True Grit (2010), and Inside Llewyn Davis (2013)","Birthyear":"1957"}
{"_id":{"$oid":"5cbb1d8442821f6d66130a5e"},"Name":"Christopher Nolan","Bio":"Christopher Edward Nolan, is an English film director, screenwriter, and producer who holds both British and American citizenship. He is renowned as an auteur making personal, distinctive films within the Hollywood mainstream. Critic Philip French called him first major talent to emerge this century. Nolan made his directorial debut with Following (1998). His second feature, Memento (2000), was highly acclaimed, and in 2017 selected for preservation in the United States National Film Registry. He made the transition from independent filmmaking to studio films with Insomnia (2002), and found further critical and commercial success with The Dark Knight Trilogy (2005–2012), The Prestige (2006), Inception (2010), Interstellar (2014), and Dunkirk (2017). Nolan's films are typically rooted in epistemological and metaphysical themes, exploring human morality, the construction of time, and the malleable nature of memory and personal identity. His body of work is permeated by materialistic perspectives, nonlinear storytelling, practical special effects, innovative soundscapes, large-format film photography, and analogous relationships between visual language and narrative elements. Nolan has co-written several of his films with his brother Jonathan, and runs the production company Syncopy Inc. with his wife Emma Thomas. In addition to his filmmaking, he is an advocate for film preservation and the continued availability of the analog medium.","Birthyear":"1970"}
{"_id":{"$oid":"5cbb1e3242821f6d66130a5f"},"Name":"Quentin Tarantino","Bio":"Quentin Jerome Tarantino is an American filmmaker and actor. His films are characterized by nonlinear storylines, satirical subject matter, an aestheticization of violence, extended scenes of dialogue, ensemble casts consisting of established and lesser-known performers, references to popular culture and a wide variety of other films, soundtracks primarily containing songs, and score pieces from the 1960s to the 1980s and features of neo-noir film.","Birthyear":"1963"}
{"_id":{"$oid":"5cbb1ed842821f6d66130a60"},"Name":"Sergio Leone","Bio":"Sergio Leon was an Italian film director, producer and screenwriter, credited as the inventor of the Spaghetti Western genre. Leone's film-making style includes juxtaposing extreme close-up shots with lengthy long shots. His movies include the sword and sandal action films The Last Days of Pompeii (1959) and The Colossus of Rhodes (1961), the Dollars Trilogy of Westerns featuring Clint Eastwood: A Fistful of Dollars (1964), For a Few Dollars More (1965) and The Good, the Bad and the Ugly (1966); Once Upon a Time in the West (1968); Duck, You Sucker! (1971) and the crime drama Once Upon a Time in America (1984).","Birthyear":"1929","Deathyear":"1989"}
{"_id":{"$oid":"5cbb204842821f6d66130a61"},"Name":"Alexander Payne","Bio":"Constantine Alexander Payne is an American film director, screenwriter, and producer, known for the films Election (1999), About Schmidt (2002), Sideways (2004), The Descendants (2011), Nebraska (2013), and Downsizing (2017). His films are noted for their dark humor and satirical depictions of contemporary American society. Payne is a two-time winner of the Academy Award for Best Adapted Screenplay, and a three-time nominee of the Academy Award for Best Director.","Birthyear":"1961"}
