{"_id":{"$oid":"5cbae66750af51252221cbf4"},"Name":"Thriller","Description":"Thriller film, also known as suspense film or suspence thriller, is a broad film genre thate involves excitement and suspence in the audience."}
{"_id":{"$oid":"5cbae67150af51252221cbf5"},"Name":"Animated","Description":"Animation is a method in which pictures are maniulated to appear as moving images. In traditional animation, images are drawn or painted by hand on transparent celluloid sheets to be photographed and exhibited on film."}
{"_id":{"$oid":"5cbae67650af51252221cbf6"},"Name":"Comedy","Description":"Comedy is a genre of film in which the main emphasis is on humor. These films are designed to make the audience laugh through amusement and most often work by exaggerating characteristics for humorous effect."}
{"_id":{"$oid":"5cbae67950af51252221cbf7"},"Name":"Western","Description":"Western is a genre of various arts which tell stories set primarily in the latter half of the 19th century in the American Old West, often centering on life of a nomadic cowboy or gunfighter armed with a revolver and a rifle who rides a horse."}
{"_id":{"$oid":"5cbae67d50af51252221cbf8"},"Name":"Crime","Description":"Crime films, in the broadest sense, are a cinematic genre inspired by and analogous to the crime fiction literary genre. Films of this genre generally involve various aspects of crime and its detection. Stylistically the genre may overlap and combine with many other genres, such as drama or gangster film, but also include comedy, and other sub-genres such as mystery, suspense or noir."}
{"_id":{"$oid":"5cbae68050af51252221cbf9"},"Name":"Mystery","Description":"A mystery film is a genre of film that revolves around the solution of a problem or a crime. It focuses on the efforts of the detective, private investigator or amateur leuth to solve the mysterious circumstances of an issue by means of clues, investigation, and clever deduction. The plot often centers on the deductive ability, prowess, confidence, or diligence of the detective as they attempt to unravel the crime or situation by piecing togheter clues and circumstances, seeking evidence, interrogating witnesses, and trackingdown a criminal."}
